tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "binutils", link: true
brew "bison"
brew "coreutils"
brew "curl", args: ["with-nghttp2"]
brew "diff-so-fancy"
brew "diffutils"
brew "ed", args: ["with-default-names"]
brew "emacs"
brew "exa"
brew "fd"
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "flex"
brew "gawk"
brew "git"
brew "python"
brew "glances"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "gpatch"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "less"
brew "libpqxx"
brew "libressl"
brew "libxml2"
brew "m4"
brew "make", args: ["with-default-names"]
brew "mycli"
brew "nano"
brew "ncdu"
brew "neovim"
brew "openssh", link: false
brew "perl"
brew "pgcli"
brew "prettyping"
brew "rsync"
brew "screen"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tree"
brew "unzip"
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "yarn"
brew "duf"
brew "zoxide"
brew "dust"
brew "xh"
brew "lsd"
brew "zellij"
brew "starship"
brew "procs"
