tap "homebrew/bundle"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bison"
brew "btop"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "duf"
brew "dust"
brew "ed"
brew "emacs"
brew "eza"
brew "fd"
brew "file-formula"
brew "findutils"
brew "flex"
brew "gawk"
brew "git"
brew "glances"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gpatch"
brew "grep"
brew "gzip"
brew "htop"
brew "httpie"
brew "hugo"
brew "hurl"
brew "jq"
brew "lazygit"
brew "less"
brew "libpqxx"
brew "libressl"
brew "libxml2"
brew "lsd"
brew "m4"
brew "make"
brew "mycli"
brew "nano"
brew "ncdu"
brew "neovim"
brew "openssh", link: false
brew "perl"
brew "pgcli"
brew "prettyping"
brew "procs"
brew "python"
brew "rsync"
brew "screen"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "xh"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zoxide"
